{
  "headData": {
    "title": "Nanotech Mobile - 2747 Avonhurst Dr, Regina SK",
    "metaList": [
      {
        "name": "description",
        "content": "Nanotech is your source for fast, efficient and affordable iPhone, Samsung and iPad repair in Regina. Contact us or book an appointment on our site today!"
      }
    ]
  },
  "section1": {
    "title": "Regina’s Fastest Phone, Tablet & Laptop Repair",
    "subTitle": "2747 Avonhurst Dr",
    "locationExtraNote": {
      "title": "NanoTech - Avonhurst Dr",
      "content": "* The closest major intersection is Avonhurst Dr, and we’re located across from the Safeway in the Tuxedo Edge stripmall next to TD."
    },
    "displayMap": true
  },
  "section2": {
    "title": "Get Your Device Fixed Fast & Reliably",
    "content": "If you’ve got a broken phone, tablet or laptop in Regina, look no further than Nanotech Mobile for a fast, efficient and affordable repair. For consumers that are using an out-of-warranty device and either need an immediate fix like a broken screen, a cosmetic fix like a broken back glass or just a new battery we do it all. We stand behind all our repairs with a 30 day warranty and can often diagnose issues and turn them around the same day so you’ll experience minimal downtime with your device. If for whatever reason your phone or tablet repair is going to take longer, we’ll always communicate with you so you know what to expect. Curious if we can fix your issue? Use the online repair quote link on this page to request a quote or give us a call at 306-569-6266 for a quick price quote or to answer any questions.",
    "categories": [
      {
        "img": "https://storage.googleapis.com/adp_assets/images/2/nanotech-mobile.png",
        "title": "Cellphone",
        "order": 1,
        "isVisible": true
      },
      {
        "img": "https://storage.googleapis.com/adp_assets/images/2/nanotech-tablet.png",
        "title": "Tablet",
        "order": 2,
        "isVisible": true
      },
      {
        "img": "https://storage.googleapis.com/adp_assets/images/2/nanotech-computer.png",
        "title": "Computer",
        "order": 3,
        "isVisible": true
      },
      {
        "img": "https://storage.googleapis.com/adp_assets/images/2/nanotech-game.png",
        "title": "Console",
        "order": 4,
        "isVisible": true
      },
      {
        "img": "https://storage.googleapis.com/adp_assets/images/2/nanotech-other.png",
        "title": "Other",
        "order": 5,
        "isVisible": true
      }
    ],
    "isVisible": true,
    "imgVisible": true
  },
  "section3": {
    "title": "Trade In Your Device and Save on a New One",
    "content": "We have competitive pricing on many brands and manufacturers of certified pre-owned and brand new mobile devices, however we can always take your old, broken, damaged or unwanted devices as trade-in credit towards the cost of a new or certified pre-owned device. While Rogers and Bell may only give you bill credit or store credit, and only take certain devices we can take almost any device and either pay out cash or credit towards another device or repair. Avoid the awkward Kijiji meetups and bring us your old devices for a discount on a new one!",
    "isVisible": true,
    "imgLink": "https://storage.googleapis.com/adp_assets/images/common/trade-phone-1.svg",
    "imgVisible": true
  },
  "section4": {
    "title": "Buy a New or Used Device with our 12 Month Warranty",
    "content": "The devices we sell in store at Nanotech have undergone a 60 point inspection to ensure their functionality is good to go, their battery health is above 90%, and the device has been fully sanitized whether it’s being delivered or picked up. Our goal is to make getting your ideal upgraded device as painless as possible and avoiding the worry of getting a phone or tablet off a secondary market like Kijiji and experiencing issues down the road.",
    "isVisible": true,
    "cards": [
      {
        "img": "https://storage.googleapis.com/adp_dev_images/products/1/iphone-12.png",
        "title": "iPhone 12",
        "subtitle": "As low as",
        "price": "$897",
        "order": 1,
        "isVisible": true
      },
      {
        "img": "https://storage.googleapis.com/adp_dev_images/products/1/iphone-5.png",
        "title": "iPhone 5",
        "subtitle": "As low as",
        "price": "$897",
        "order": 2,
        "isVisible": true
      },
      {
        "img": "https://storage.googleapis.com/adp_dev_images/products/1/iphone-5s.png",
        "title": "iPhone 5s",
        "subtitle": "As low as",
        "price": "$897",
        "order": 3,
        "isVisible": true
      },
      {
        "img": "https://storage.googleapis.com/adp_dev_images/products/1/iphone-7-plus.png",
        "title": "iPhone 7 Plus",
        "subtitle": "As low as",
        "price": "$897",
        "order": 4,
        "isVisible": true
      },
      {
        "img": "https://storage.googleapis.com/adp_dev_images/products/1/iphone-8.png",
        "title": "iPhone 8",
        "subtitle": "As low as",
        "price": "$897",
        "order": 5,
        "isVisible": true
      }
    ],
    "imgVisible": false
  },
  "section5": {
    "title": "See Why Customers Love Mobile Tech Lab",
    "reviews": [
      {
        "order": 1,
        "score": 5,
        "day": "2021-04-01",
        "content": "Great quality service got my switch fixed fast. And was working like new. Would recommend everyone to fix their electronic here, only place I come.",
        "reviewer": "Adiam Haile",
        "isVisible": true
      },
      {
        "order": 2,
        "score": 5,
        "day": "2021-01-06",
        "content": "Never had a problem. they always fix my tech fast and efficiently. and so friendly. good prices as well. thumbs up all the way.",
        "reviewer": "Dion Gale",
        "isVisible": true
      },
      {
        "order": 3,
        "score": 5,
        "day": "2021-03-01",
        "content": "I have had to go to Nanotech on a few different occasions for different reasons. My iPhone screen, to replace my battery for another iPhone and now to unlock my late mom’s computer. They have always been quick to resolve, professional and compassionate to each situation. They are priced very reasonable and have always had my items back to me within the timeline given. Thank you so much.",
        "reviewer": "Andrea Mundreon",
        "isVisible": true
      }
    ]
  },
  "commingsoon": {
    "title": "",
    "subtitle": "",
    "flag": false
  }
}
